# brew "fzf"  -- Installed via vim packages

# A minimal, fast, and customizable cross-shell prompt
# https://github.com/starship/starship
brew "starship"

brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"

brew "git", args: ["--with-pcre"]
brew "gh"
brew "gibo"   # .gitignore generator

brew "coreutils"
brew "watch"
brew "watchman"

# A smarter 'cd', inspired by 'z' and 'autojump'
# https://github.com/ajeetdsouza/zoxide
brew "zoxide"

# formats console output (i.e. JSON, tree)
brew "tree"
brew "pstree"
brew "jq"

brew "neovim"

brew "direnv"

brew "asciinema"

# -- apps --

cask "hammerspoon"
cask "warp"
cask "postman"
cask "ngrok"
