# brew "fzf"  -- Installed via vim packages

brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"

brew "git", args: ["--with-pcre"]
brew "gh"
brew "gibo"   # .gitignore generator

brew "coreutils"
brew "watch"
brew "watchman"

# Move through 'frecent' files, faster than `cd`
brew "fasd"

# rename files and directories quickly
brew "rename"

# formats console output (i.e. JSON, tree)
brew "tree"
brew "pstree"
brew "jq"

brew "neovim"

# -- apps --

cask "hammerspoon"
cask "iterm2"
cask "postman"
